
import image from "../../image/Car.jpg"
const News = () => {
    return (

        <div className="relative isolate overflow-hidden bg-white px-6 py-24 sm:py-32 lg:overflow-visible lg:px-0">
            <div className="absolute inset-0 -z-10 overflow-hidden">
                <svg
                    aria-hidden="true"
                    className="absolute left-[max(50%,25rem)] top-0 h-[64rem] w-[128rem] -translate-x-1/2 stroke-gray-200 [mask-image:radial-gradient(64rem_64rem_at_top,white,transparent)]"
                >
                    <defs>
                        <pattern
                            x="50%"
                            y={-1}
                            id="e813992c-7d03-4cc4-a2bd-151760b470a0"
                            width={200}
                            height={200}
                            patternUnits="userSpaceOnUse"
                        >
                            <path d="M100 200V.5M.5 .5H200" fill="none" />
                        </pattern>
                    </defs>
                    <svg x="50%" y={-1} className="overflow-visible fill-gray-50">
                        <path
                            d="M-100.5 0h201v201h-201Z M699.5 0h201v201h-201Z M499.5 400h201v201h-201Z M-300.5 600h201v201h-201Z"
                            strokeWidth={0}
                        />
                    </svg>
                    <rect fill="url(#e813992c-7d03-4cc4-a2bd-151760b470a0)" width="100%" height="100%" strokeWidth={0} />
                </svg>
            </div>
            <div className="mx-auto grid max-w-2xl grid-cols-1 gap-x-8 gap-y-16 lg:mx-0 lg:max-w-none lg:grid-cols-2 lg:items-start lg:gap-y-10">
                <div className="lg:col-span-2 lg:col-start-1 lg:row-start-1 lg:mx-auto lg:grid lg:w-full lg:max-w-7xl lg:grid-cols-2 lg:gap-x-8 lg:px-8">
                    <div className="lg:pr-4">
                        <div className="lg:max-w-lg">
                            <p className="text-4xl font-semibold text-blue-600 ">Who Are We</p>
                            <hr className='sm:w-[90%] md:w-[150%] h-4 bg-blue-500 mx-auto my-2'/>
                            <h1 className="mt-2 text-pretty text-4xl font-semibold tracking-tight text-gray-900 sm:text-5xl">
                            Arafat Motor Driving Training School
                            </h1>
                            <p className="mt-6 text-xl/8 text-gray-700 ">

                            Arafat Motor Driving Training School is one of the best driving training centers in Khulna. It is approved by Bangladesh Road Transport Authority (BRTA). [Registration No: 139/2019]
                            </p>
                        </div>
                    </div>
                </div>
                <div className="-ml-12 -mt-12 p-12 lg:sticky lg:top-4 lg:col-start-2 lg:row-span-2 lg:row-start-1 lg:overflow-hidden">
                    <img
                        alt=""
                        src={image}
                        className="w-[48rem] max-w-none rounded-xl bg-gray-900 shadow-xl ring-1 ring-gray-400/10 sm:w-[57rem]"
                    />
                </div>
                <div className="lg:col-span-2 lg:col-start-1 lg:row-start-2 lg:mx-auto lg:grid lg:w-full lg:max-w-7xl lg:grid-cols-2 lg:gap-x-8 lg:px-8">
                    <div className="lg:pr-4">
                        <div className="max-w-xl text-base/7 text-gray-700 lg:max-w-lg">
                            <p>
                            <strong className="font-semibold text-gray-900 text-left">Mission:</strong> প্রতিষ্ঠানটির মূল লক্ষ্য হচ্ছে চালকদের মধ্যে আন্তর্জাতিক মানের গাড়ি চালানোর দক্ষতার সহিত সড়ক পরিবহন আইন ও নিয়ম-কানুনের প্রতি পূর্ণ জ্ঞান, শ্রদ্ধাশীল এবং উন্নত মনোভাব তৈরি করা। 
                            </p>
                            <ul role="list" className="mt-8 space-y-8 text-gray-600">
                                <li className="flex gap-x-3">

                                    <span className="text-left">
                                        <strong className="font-semibold text-gray-900">Vision.</strong> এখানে শিক্ষার্থীদের প্রাথমিক থেকে উন্নত স্তরের ড্রাইভিং প্রশিক্ষণ দেওয়া হয়, যা আধুনিক যানবাহনের প্রযুক্তিগত দিক এবং বিভিন্ন চ্যালেঞ্জ মোকাবিলায় সহায়তা করে।
আরাফাত মোটর ড্রাইভিং ট্রেনিং স্কুলে দক্ষ প্রশিক্ষকদের তত্ত্বাবধানে শিক্ষার্থীদের হাতে-কলমে প্রশিক্ষণ দেওয়া হয়। প্রতিটি প্রশিক্ষণ সেশন বাস্তব অভিজ্ঞতার ওপর ভিত্তি করে তৈরি, যেখানে শিক্ষার্থীরা শুধু ড্রাইভিং-সম্পর্কিত কৌশলই শেখে না, বরং জটিল পরিস্থিতিতে কীভাবে দ্রুত সিদ্ধান্ত নিতে হয়, সে সম্পর্কেও ধারণা লাভ করে।
প্রতিষ্ঠানের প্রশিক্ষণ কার্যক্রমের বিশেষ দিক হলো সড়ক নিরাপত্তার ওপর জোর দেওয়া। প্রতিটি শিক্ষার্থীকে ট্রাফিক আইন, সিগনাল সিস্টেম, এবং রোড সাইন সম্পর্কে বিশদভাবে শেখানো হয়। পাশাপাশি, জরুরি পরিস্থিতিতে কিভাবে দ্রুত এবং সঠিক সিদ্ধান্ত নিতে হয়, সে সম্পর্কেও তাদের প্রশিক্ষণ দেওয়া হয়। এই দক্ষতা চালকদের শুধু তাদের নিজস্ব নিরাপত্তা নয়, পথচারী এবং অন্যান্য যানবাহনের চালকদের নিরাপত্তা নিশ্চিত করতেও সাহায্য করে।

প্রতিষ্ঠানটির প্রশিক্ষণ পদ্ধতি আধুনিক, বৈজ্ঞানিক এবং ব্যবহারিক শিক্ষার ওপর ভিত্তি করে তৈরি। এখানে শিক্ষার্থীদের শুধু ড্রাইভিং-এর মৌলিক কৌশল শেখানো হয় না, বরং সড়ক পরিবহন আইন, যানবাহনের প্রযুক্তিগত দিক, এবং সড়ক নিরাপত্তার গুরুত্ব সম্পর্কেও সম্যক জ্ঞান প্রদান করা হয়। আন্তর্জাতিক মানদণ্ড অনুসরণ করে চালকদের প্রস্তুত করা হয়, যা তাদেরকে শুধু দেশে নয়, আন্তর্জাতিক পর্যায়েও সুনামের সঙ্গে কাজ করতে সক্ষম করে।
আরাফাত মোটর ড্রাইভিং ট্রেনিং স্কুলে বিভিন্ন ধরণের কোর্স অফার করা হয়। প্রাথমিক কোর্সে নতুন শিক্ষার্থীদের জন্য হাতে-কলমে গাড়ি চালানোর প্রশিক্ষণ দেওয়া হয়। এখানে শিক্ষার্থীরা গাড়ির বিভিন্ন অংশের কার্যপ্রণালী, সঠিক গতি নিয়ন্ত্রণ, ব্রেক ব্যবহার, এবং স্টিয়ারিং নিয়ন্ত্রণের কৌশল শেখে। এ ছাড়া, উন্নত স্তরের কোর্সে পেশাদার চালকদের জন্য আরও জটিল এবং চ্যালেঞ্জিং পরিস্থিতি মোকাবিলার দক্ষতা অর্জনের সুযোগ রয়েছে।
আরাফাত মোটর ড্রাইভিং ট্রেনিং স্কুলের আরেকটি গুরুত্বপূর্ণ দিক হলো তাদের প্রশিক্ষকদের দক্ষতা। এই প্রতিষ্ঠানে নিয়োজিত প্রশিক্ষকরা অভিজ্ঞ, দক্ষ, এবং প্রশিক্ষণ প্রদানের ক্ষেত্রে বিশেষ যোগ্যতাসম্পন্ন। তারা শিক্ষার্থীদের সঙ্গে বন্ধুত্বপূর্ণ পরিবেশ তৈরি করে, যা শেখার প্রক্রিয়াকে আরও সহজ এবং ফলপ্রসূ করে তোলে। শিক্ষার্থীদের প্রতিটি ভুলকে শুধরানোর পাশাপাশি তাদের আত্মবিশ্বাস বাড়াতে প্রশিক্ষকরা বিশেষ ভূমিকা পালন করে থাকেন। এতে ভবিষ্যতে দক্ষ এবং সৎ পেশাদার চালক হিসেবে প্রতিষ্ঠিত হতে সাহায্য করে এবং তারা সহজেই বিদেশে কাজ করার জন্য মানসিক এবং পেশাগতভাবে প্রস্তুত হয়ে ওঠে।
আধুনিক প্রযুক্তির ব্যবহার আরাফাত মোটর ড্রাইভিং ট্রেনিং স্কুলের একটি বড় বৈশিষ্ট্য। এখানে সিমুলেটর ব্যবহারের মাধ্যমে শিক্ষার্থীরা গাড়ি চালানোর আগে ভার্চুয়াল প্রশিক্ষণ নেওয়ার সুযোগ পায়। এটি শিক্ষার্থীদের বাস্তব গাড়ি চালানোর প্রস্তুতি নিতে সাহায্য করে এবং সড়কে যেকোনো ধরনের দুর্ঘটনা এড়াতে সহায়ক হয়। এছাড়াও, যানবাহনের বিভিন্ন প্রযুক্তিগত সমস্যার সমাধান করার জন্য শিক্ষার্থীদের মৌলিক মেকানিক্যাল জ্ঞান প্রদান করা হয়।

                                    </span>
                                </li>
                                <li className="flex gap-x-3">
                                    <span className="text-left">
                                        <strong className="font-semibold text-gray-900">  Values:  </strong>

                                    <p> <strong>শিক্ষার্থীদের জন্য আরেকটি বড় সুবিধা হলো,</strong> প্রশিক্ষণ শেষ করার পর তাদের দক্ষতার উপর সার্টিফিকেট সনদ প্রদান করা হয় যেটি নিজস্ব কর্মসংস্থানের সুযোগ তৈরি হয়। এছাড়াও সরকারি চাকুরি ও দেশের বাহিরে এই সার্টিফিকেট সনদ খুবই গুরুত্ব বহন করে। সার্টিফিকেট সনদ ওয়েব সাইট অনলাইনে ভেরিফাইড করার সুযোগ রয়েছে।
এই প্রতিষ্ঠানটি বিভিন্ন চ্যালেঞ্জ মোকাবিলা করেও তাদের লক্ষ্য অর্জনে প্রতিশ্রুতিবদ্ধ। সড়ক দুর্ঘটনার হার কমানো, দক্ষ চালকের সংখ্যা বাড়ানো, এবং সড়ক নিরাপত্তা নিশ্চিত করা এর অন্যতম উদ্দেশ্য। তাদের এই প্রচেষ্টা দেশের পরিবহন খাতকে আরও উন্নত করতে সাহায্য করছে।
সংক্ষেপে, আরাফাত মোটর ড্রাইভিং ট্রেনিং স্কুল একটি ব্যতিক্রমী প্রতিষ্ঠান, যা আন্তর্জাতিক মানের দক্ষ এবং পেশাদার চালক তৈরিতে গুরুত্বপূর্ণ ভূমিকা পালন করছে। এর আধুনিক প্রশিক্ষণ ব্যবস্থা, দক্ষ প্রশিক্ষক দল, এবং শিক্ষার্থীদের প্রতি যত্নশীল মনোভাব এই প্রতিষ্ঠানকে অনন্য করে তুলেছে। এটি কেবল একটি ড্রাইভিং স্কুল নয়; বরং এটি একটি শিক্ষার কেন্দ্র, যা সড়ক নিরাপত্তা এবং পেশাদারিত্বের মাধ্যমে দেশের পরিবহন খাতকে আরও সমৃদ্ধ করছে।
</p> 
                                    </span>
                                </li>
                               
                               
                                
                            </ul>
                           
                        </div>
                    </div>
                </div>
            </div>
          
        </div>

    );
};

export default News;